Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: བྱིས་པ་རྣམས་ཀྱིས་སྨྲས་པ། ཁྱིམ་བདག་དེ་ལ་ཁྱི་འབྱུང་པོ་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ། དེས་འདི་ལམ་པོ་ཆེ་ནས་ཁྱེར་ཏེ་འོངས་ནས་དེ་ལ་བྱིན་པས་ན་འདིའི་མིང་ཡང་འབྱུང་པོ་ཞེས་བཏགས་སོ། །
en: “ ‘The householder had a dog named Bhūta who carried the child in from the road and gave it to him,’ the young men said to her. ‘That’s why his name is Bhūta too.’

source: བདག་གི་བུ་ནི་འདི་ཁོ་ན་ཡིན་ནོ་སྙམ་སྟེ།
en: ‘That’s my child!’

source: དེ་ཁྱེའུ་དེའི་ཐད་དུ་སོང་ནས་ཁྱེའུ་དེ་ལ་གཏམ་དེ་དག་ཐམས་ཅད་བསྙད་དེ།
en: She went to the young man, told him the whole story, and concluded, saying,

source: དེ་ལྟ་བས་ན་བུ་ཁྱོད་ནི་ངའི་བུ་ཡིན་ནོ་ང་ནི་ཁྱོད་ཀྱི་མ་ཡིན་ནོ་ཞེས་བྱས་སོ། །
en: ‘And that’s how it is that you’re my child, and I am your mother.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཁྱེའུ་དེས་མ་དེ་སྨད་འཚོང་མ་ལས་ནོར་གྱིས་བླུས་ནས་བདག་གི་ཁྱིམ་དུ་ཁྲིད་དེ་ཁྱིམ་དུ་བཞག་གོ། །
en: When he heard all this the young man paid the sex worker to release his mother and brought her into his own home.

source: ཁྱེའུ་དེའི་ཕ་ཡང་རྒྱ་མཚོའི་གྲུའི་དོན་གྲུབ་ནས་རང་གི་ཁྱིམ་དུ་འོངས་ཏེ་ཕ་མ་གཉིས་ཀྱི་མགུལ་ནས་འཇུས་ནས་
en: “Meanwhile, the young man’s birth father had also completed his sea voyage and returned to his parents’ house.

source: རྫས་རྣམས་ནང་དུ་བཞག་པའི་འོག་ཏུ། རང་གི་གནས་སུ་སོང་ན་ཆུང་མ་དེ་མི་སྣང་ནས་
en: He embraced his father and mother, put his things inside, and then went to his home, where his wife was nowhere to be found.

source: དེས་ཕ་མ་གཉིས་ལ་དྲིས་སོ་བུ་མོ་དེའི་ཕའི་མིང་ནི་རླངས་པ་ཞེས་བྱ་སྟེ་དེས་དེའི་མིང་ལས་ཆུང་མ་སྨོས་ཏེ
en: He questioned his parents. Referring to his wife, whose father’s name was Vāṣpa, he said,

source: ཡབ་ཡུམ་རླངས་པའི་བུ་མོ་དེ་མི་གདའ་ན་
en: ‘Father and Mother, Vāṣpa’s daughter isn’t here.

source: གར་མཆིས་ཞེས་བྱས་པ་དང་། དེ་གཉིས་ན་རེ་བུ་མོ་དེས་ནི་ཁྱོད་ལ་ཆུ་གང་མ་བྱས་ཏེ་
en: Where has she gone?’ “ ‘That girl had no respect for you,’ they replied.

source: དེས་ཉེས་པ་བྱས་པས་ངེད་ཀྱིས་ཁྱིམ་ནས་བསྐྲད་དེ་བཏང་ངོ་ཞེས་ཟེར་རོ། །
en: ‘She committed a crime, so we threw her out of the house and drove her away.’

source: དེ་ནས་ཁྱེའུས་སྨྲས་པ། དེའི་ལྟོ་ན་བུ་འདུག་པ་དེ་ནི་བདག་གི་བུ་ཁོ་ན་ལགས་ན་ཁྱོད་ཀྱིས་དེ་བསྐྲད་པ་ནོངས་སོ་ཞེས་བྱས་ནས་
en: “The young man fumed, ‘That was my child in her womb! You were wrong to throw her out!’

source: དེ་དེ་དང་བྲལ་བས་སྨྱོས་ཏེ།
en: He went away in anger, demanding,

source: རླངས་པའི་བུ་མོ་གར་སོང་ཞིག་གུ་ཞེས་བླ་ཞིང་སོང་སྟེ་སུ་ལ་ཡང་འདྲི་ཞིང་ཁྱེད་ཀྱིས་རླངས་པའི་བུ་མོ་ལྟ་མཐོང་ངམ་ཞེས་ཟེར་ནས།
en: ‘Where has Vāṣpa’s daughter gone?’ He called out as he went, asking everyone he saw, ‘Have you seen Vāṣpa’s daughter?’

source: དེ་ཕ་མ་གཉིས་ཀྱིས་ཐབས་ཅི་ལྟར་བྱས་ཀྱང་ཞི་བར་བྱེད་མ་ནུས་ཏེ།
en: No matter what his parents did, they could not calm him down.

source: དེ་སྒྲེན་མོར་བྱུང་ནས་བླ་ཞིང་གང་ན་དེའི་ཆུང་མ་དང་བུ་དེ་འདུག་པའི་གནས་དེར་ཕྱིན་ཏོ། །
en: By the time his wife and son returned he was destitute, naked, and wandering about.

source: དེ་ནས་དེ་སྒྲེན་མོར་བྱུང་ལ་བླ་ཞིང་ཕན་ཚུན་འཁྱམ་པ་ལས་ཁྱེའུ་དེའི་ཁྱིམ་གྱི་སྒོར་ཕྱིན་ཏེ། ཁྱེའུས་མཐོང་ནས་མ་ལ་བསྙད་པ།
en: “The son came to the door of his house, and seeing a man destitute and naked wandering about, said to his mother,

source: ཡུམ་མི་ཞིག་སྨྱོས་ཏེ་རླངས་པའི་བུ་མོ་གར་སོང་ཞེས་བླ་ཞིང་འཁྱམ་མོ་ཞེས་བྱས་ནས།
en: ‘Mother, there is a madman wandering about asking, ‘Where has Vāṣpa’s daughter gone?’

source: དེ་ཐོས་མ་ཐག་ཏུ་བུད་མེད་དེ་དོགས་པ་སྐྱེས་ཏེ་མ་ལ་དེ་ཉིད་ཇོ་བོ་མ་ཡིན་ནམ་སྙམ་ནས།
en: When she heard this, at first she was doubtful. ‘No, it cannot be my lord,’ she said.

source: བདག་ཉིད་དེའི་ཐད་དུ་སོང་བ་དང་མཐོང་མ་ཐག་ཏུ་དེས་མི་དེ་ངོ་ཤེས་ནས་
en: But when she went to see for herself, she recognized him right away.

source: དེས་དེ་རང་གི་ཁྱིམ་དུ་ཁྲིད་དེ་སྨྲས་པ།
en: She brought him into her own home and said,

source: ཇོ་བོ་བདག་ནི་རླངས་པའི་བུ་མོ་དེ་ལགས་སོ་ཞེས་བྱས་ནས
en: ‘Lord, it’s me. I am Vāṣpa’s daughter.’

source: དེ་ཐོས་མ་ཐག་ཏུ་མི་དེས་དྲན་པ་རྙེད་དོ། །
en: “When he heard her he immediately came to his senses.

source: དེ་ནས་བུད་མེད་དེས་མི་དེ་ལ་སྨྲས་པ།
en: The woman said to him,

source: ཇོ་བོ་བདག་ནི་ཁྱོད་ཀྱི་བཙུན་མོ་ལགས།
en: ‘Lord, I am your wife.

source: འདི་ནི་ཁྱོད་ཀྱི་སྲས་ལགས་ཀྱིས་ཚུར་སྤྱོན།
en: This is your son.

source: བདག་ཅག་གི་ཁྱིམ་དུ་བཞུད་དོ་ཞེས་བྱས་ནས
en: Come inside—we’re home now.’

source: བུད་མེད་དེས་མི་དེ་ཁྲུས་བྱེད་དུ་བཅུག་ནས་ཁ་སྤུ་དག་བཅོས་ཏེ། གོས་བསྐོན་ནས་
en: The woman bathed him, trimmed his mustache, and put clothes on him.

source: མཐར་གྱིས་རང་གི་ཁྱིམ་དུ་དོང་ངོ་། །
en: At long last he was home.

source: དེའི་ཚེ་བུད་མེད་དུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ཆོས་བྱིན་མ་འདི་ཉིད་ཡིན་ཏེ།
en: The one who was that woman then is none other than Dharmadinnā.

source: དེའི་ཚེ་ཡང་འདི་སྐྱེ་བོ་མང་པོས་བསྟོད་ནས་ཚེགས་ཆེན་པོས་ཚངས་པར་སྤྱོད་པའི་གནས་བསྲུངས་ལ།
en: At that time she was admired by many men, but she maintained her celibacy despite great adversity.

source: ད་ལྟར་ཡང་འདི་སྐྱེ་བོ་མང་པོས་བསྟོད་ནས་ཚེགས་ཆེན་པོས་ཚངས་པར་སྤྱོད་པའི་གནས་བསྲུངས་སོ།། །།
en: Now as well she is admired by many men and has maintained her celibacy despite great adversity.”

source: གཅོད་པ་རྣམ་པ་གཉིས་ལ།
en: Cuts: Two Stories

source: གཅོད་པ་དང་པོ་ནི།
en: The First “Cut” Story

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ནི་ལུགས་ཀྱིས་དུས་དུས་སུ་སེམས་ཅན་དམྱལ་བར་རྒྱུ་བར་བྱེད།
en: When the Blessed One was in Śrāvastī, it was Venerable Maudgalyāyana’s custom to wander from time to time among the hell beings,

source: ཡི་དགས་ཀྱི་ནང་དུ་རྒྱུ་བར་བྱེད།
en: to wander among the anguished spirits,

source: དུད་འགྲོའི་ནང་དུ་རྒྱུ་བར་བྱེད།
en: to wander among the animals,

source: མིའི་ནང་དུ་རྒྱུ་བར་བྱེད།
en: to wander among the humans,

source: ལྷའི་ནང་དུ་རྒྱུ་བར་བྱེད་
en: and to wander among the gods.

source: དེ་ཕྱིར་འོངས་ནས་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་གཅད་པ་དང་། གཏུབ་པ་དང་བརྡེག་པ་དང་བཙོ་བ་ལ་སོགས་པའི་སྡུག་བསྔལ་གང་ཡིན་པ་དེ་དག་མི་རྣམས་ལ་རྗོད་པར་བྱེད་དོ། །
en: When he returned, he would relate to people how the hell beings suffer through being cut up, hacked apart, beaten, roasted, and so on.

source: ཕྱིར་འོངས་ནས་ཡི་དགས་རྣམས་ཀྱི་བཀྲེས་པ་དང་། སྐོམ་པ་དང་འབར་བ་དང་བསྲེག་པ་དང་བཙོ་བ་ལ་སོགས་པའི་སྡུག་བསྔལ་རྣམས་དང་།
en: When he returned, he would also relate to people how the anguished spirits suffer through hunger, thirst, being burned, being incinerated, being cooked, and so on;

source: དུད་འགྲོ་རྣམས་ཀྱི་གཅིག་ལ་གཅིག་ཟ་བ་ལས་གྱུར་པའི་སྡུག་བསྔལ་རྣམས་དང་།
en: how animals suffer as they eat one another;

source: མི་རྣམས་ཀྱི་ཚོལ་ཁྲོས་ཤ་ཐང་བའི་སྡུག་བསྔལ་རྣམས་དང་།
en: how human beings suffer through striving, anger, and exhaustion;

source: ལྷ་རྣམས་ཀྱི་འཆི་འཕོ་དང་ལྟུང་བ་དང་རྣམ་པར་འཐོར་བ་དང་རྣམ་པར་འཇིག་པའི་སྡུག་བསྔལ་གང་ཡིན་པ་དེ་དག་མི་རྣམས་ལ་རྗོད་པར་བྱེད་དེ
en: and how the gods suffer through dying, falling, disintegrating, and decaying.

source: དེ་དག་གིས་དེ་ཐོས་ནས་སྐྱོ་བར་འགྱུར་ལ། སྐྱོ་བར་གྱུར་ནས་ཀྱང་གོང་དུ་ཁྱད་པར་འཐོབ་པར་འགྱུར་རོ། །
en: Those who heard him were filled with sorrow, and from this sorrow they went on to achieve great things.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་དུད་འགྲོའི་ནང་དུ་རྒྱུ་བར་ཆས་ནས་མཉན་དུ་ཡོད་པ་ནས་མི་སྣང་བར་གྱུར་ཏེ། དེ་རྒྱ་མཚོའི་འགྲམ་དུ་འགྲེང་བ་དང་།
en: One day Venerable Maudgalyāyana prepared himself to wander among the animals, disappeared from Śrāvastī, and stood on the seashore.

source: དེ་ན་རྒྱ་མཚོ་ཆེན་པོ་ལ་བྱིངས་རིམ་པ་གསུམ་ཡོད་དེ།
en: Now the great ocean has three strata.

source: ཆུའི་བྱིངས་དང་པོ་ལ་ནི་དཔག་ཚད་ཉི་ཁྲི་བརྒྱད་སྟོང་ཡོད་དེ།
en: The first stratum of water is 28,000 yojanas deep,

source: དེའི་ནང་ན་ནི་ཆུ་སྲིན་ཉ་ཞེས་བྱ་བ་རྣམས་གནས་ཏེ། དེ་དག་གི་ལུས་ལ་ནི་དཔག་ཚད་བདུན་བརྒྱ་ཡོད་དེ།
en: and in that stratum dwell the sea creatures known as timi, whose bodies are 700 yojanas in length.

source: གང་གི་ཚེ་དེ་དག་བཀྲེས་པ་ན་དེ་དག་ཆུའི་བྱིངས་དང་པོ་ནས་གྱེན་དུ་འཐོན་ཅིང་ཁ་གདངས་ཏེ་འཁོད་ནས།
en: Whenever they get hungry they rise from this first stratum of water, surfacing with mouths agape.

source: དེའི་ནང་ན་དེ་དག་པས་ཆེས་ཆུང་བའི་སྲོག་ཆགས་གང་ཡིན་པ་དེ་དག་ཆུ་དང་བཅས་པར་དེ་རྣམས་ཀྱི་ཁའི་ནང་དུ་འབབ་བོ། །དེ་ནས་གང་གི་ཚེ་དེ་རྣམས་ཀྱི་ལྟོ་གང་བར་གྱུར་པ་དེའི་ཚེ་ཆུ་དེ་དག་སོས་བཙགས་ནས་ཕྱིར་ཕོའོ། །
en: Any smaller living beings present there spill with the water into their mouths. When they have filled their stomachs, they filter the water back out through their teeth

source: ལྟོ་ན་སྲོག་ཆགས་འཁོད་པ་དེ་དག་གིས་ནི་ཟས་ཀྱི་བྱ་བ་བྱེད་དོ། །
en: and then eat the living beings that remain in their stomachs.

source: ཆུའི་བྱིངས་གཉིས་པ་ལ་ནི་དཔག་ཚད་ཉི་ཁྲི་ལྔ་སྟོང་ཡོད་དེ།
en: The second stratum of water is 25,000 yojanas deep,

source: དེའི་ནང་ན་ནི་ཆུ་སྲིན་ཉ་མིད་ཅེས་བྱ་བ་རྣམས་གནས་ཏེ།
en: and in that stratum dwell the sea creatures known as timiṅgila,

source: དེ་དག་གི་ལུས་ལ་ནི་དཔག་ཚད་སྟོང་བཞི་བརྒྱ་ཡོད་དེ།
en: whose bodies are 1,400 yojanas in length.

source: དེ་རྣམས་གང་གི་ཚེ་བཀྲེས་པ་ན་དེ་དག་ཆུའི་བྱིངས་དང་པོ་དང་གཉིས་པའི་ནང་ནས་གྱེན་དུ་འཐོན་ཏེ་ཟས་ཀྱི་བྱ་བ་བྱེད་དོ། །
en: Whenever they get hungry they rise up through the first and second strata of water to feed.

source: ཆུའི་བྱིངས་གསུམ་པ་ལ་ནི་དཔག་ཚད་ཉི་ཁྲི་ལྔ་སྟོང་ཡོད་དོ། །
en: The third stratum of water is 25,000 yojanas deep,

source: དེའི་ནང་ན་ནི་ཆུ་སྲིན་ཉ་མིད་མིད་ཅེས་བྱ་བ་རྣམས་གནས་ཏེ།
en: and in that stratum dwell the sea creatures known as timiṅgilagila.

source: དེ་དག་གི་ལུས་ལ་ནི་དཔག་ཚད་ཉིས་སྟོང་ཆིག་བརྒྱ་ཡོད་དེ།
en: Their bodies are enormous, measuring 2,100 yojanas.

source: གང་གི་ཚེ་དེ་རྣམས་བཀྲེས་པ་ན་ཆུའི་བྱིངས་དང་པོ་དང་གཉིས་པ་དང་གསུམ་པའི་བར་ནས་འཐོན་ཏེ་ཁ་ཟས་ཀྱི་བྱ་བ་བྱེད་དོ། །
en: Whenever they get hungry they rise up through the first, second, and third strata of water to feed.

source: དེའི་ཚེ་རྒྱ་མཚོ་ཆེན་པོར་ཆུ་སྲིན་ཉ་མིད་ཅེས་བྱ་བ་ཞིག་སྐྱེས་ནས། དེ་བས་ཆེས་ཆུང་བའི་ཆུ་སྲིན་གཞན་རྣམས་དེའི་དྲུང་དུ་ལྷགས་ཏེ།
en: Now at that time in the great ocean a sea creature of the kind called timiṅgila was born, and the other sea creatures, great and small, gathered around him.

source: དེའི་ལུས་ལས་དུམ་བུ་དུམ་བུ་རྒྱང་གྲགས་གཅིག་ཙམ་དང་། རྒྱང་གྲགས་གཉིས་ཙམ་དང་། རྒྱང་གྲགས་གསུམ་ཙམ་དང་། དཔག་ཚད་བརྒྱ་ཙམ་གྱི་བར་དུ་བཅད་ཅིང་བཅད་ཅིང་ཟ་བར་བྱེད་དོ། །
en: Again and again they cut his body into pieces—some one league long, some two leagues, some three leagues, and some up to one hundred yojanas in length—and fed on him,

source: རྒྱུ་དེས་ན་དེས་སྡུག་བསྔལ་དྲག་པ་དང་མི་བཟད་པ་དང་ཚ་བ་དང་ཡིད་དུ་མི་འོང་བའི་ཚོར་བ་མྱོང་བར་འགྱུར་རོ། །
en: causing him dreadful suffering and extreme, excruciating, unbearable agony.

source: དེ་སྡུག་བསྔལ་གྱིས་ཉམ་ཐག་ནས་སྐྱབས་འདོད་པའི་ཕྱིར་ཐང་ལ་བྱུང་སྟེ།
en: All this suffering exhausted him, so he emerged onto dry land hoping for some respite.

source: དེ་ཐང་ལ་བྱུང་བ་དང་དེའི་ལས་ལས་སྐྱེས་པའི་གནོད་སྦྱིན་ལྔ་བརྒྱ་བྱུང་ནས། དེ་དག་གིས་ཞག་ལྔ་བརྒྱའི་བར་དུ་སྟ་རེ་ལྔ་བརྒྱས་རྩིབ་མ་ཞེ་གཅིག་གཅོད་པར་བྱེད་དོ། །
en: But when he emerged onto dry land, due to his past actions, five hundred yakṣas appeared, and for five hundred days with five hundred axes they hacked off his ribs one by one.

source: དེ་ནས་གང་གི་ཚེ་དེ་དག་གིས་ཐབས་དེ་ལྟ་བུས་དེའི་རྩིབ་མ་ཐམས་ཅད་བཅད་པ་དང་། དེ་ན་ཚ་མི་བཟོད་པས་སྐད་པོ་ཆེ་ཕྱུང་སྟེ། ཕྱིར་ཡང་རྒྱ་མཚོ་ཆེན་པོའི་ནང་དུ་འགྲེས་ནས།
en: Once all his ribs had been cut away in this manner, unable to bear the pain, he let loose a great cry and rolled back into the great ocean.

source: འགྲེས་པའི་ཁྲག་གིས་རྒྱ་མཚོ་ཆེན་པོ་འཁྲུགས་ཤིང་འདྲེས་ལ་ཁྲག་གི་མཚོ་བཞིན་དུ་སྣང་ངོ་། །
en: All of this bleeding and rolling about agitated the great ocean, roiling it up until it looked like an ocean of blood.

source: དེ་དེའི་ནང་དུ་སོང་ནས་ཡང་སྲོག་ཆགས་དེ་དག་གིས་བཟའ་བར་བྱེད་དེ
en: And now that he had fallen back into it, the other creatures fed on him again.

source: དེ་ཐང་ལ་བྱུང་ཡང་རུང་ཆུའི་ནང་ན་འདུག་ཀྱང་རུང་སྟེ། སྡུག་བསྔལ་ཆེན་པོ་ཉམས་སུ་མྱོང་ངོ་། །
en: No matter whether he emerged onto dry land or stayed in the water, he suffered dreadfully.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་སེམས་ཅན་འདི་ལས་ཅི་ཞིག་བྱས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་སྡུག་བསྔལ་འདི་ལྟ་བུ་ཉམས་སུ་མྱོང་ཞིག་གུ་སྙམ་སྟེ།
en: Venerable Mahā­maudgalyāyana thought, “What action did this being take that ripened into such suffering?”

source: སེམས་པ་ལ་ཞུགས་ནས་དེ་རབ་ཀྱི་མཐའ་ལས་བྱུང་བའི་བསམ་གཏན་གྱི་བར་དུ་སྙོམས་པར་ཞུགས་ཀྱང་དེའི་ཚེ་རབས་ཀྱི་མཐའ་མ་རྟོགས་ཏེ། དུད་འགྲོའི་ནང་ནས་ཤི་འཕོས་ནས། དུད་འགྲོ་འབའ་ཞིག་ཏུ་སྐྱེས་ཤིང་དེ་ལྟ་བུའི་སྡུག་བསྔལ་རྣམས་རྙེད་པ་ཙམ་ཞིག་ཤེས་པར་ཟད་ནས།
en: Though he went deep into equipoise and reached the far limits of concentration, he could not see an end to the lives in which this being had died from one animal rebirth and transmigrated, only to take birth as an animal again and meet with the very same suffering.

source: དེས་བསམས་པ་བཅོམ་ལྡན་འདས་མ་གཏོགས་པར་འདིའི་ལས་བདག་ལ་ལུང་སྟོན་པར་ནུས་པ་གཞན་སུ་ཞིག་ཡོད་དེ།
en: He thought, “Who apart from the Blessed One could explain his deeds to me?

source: དེ་ནི་ཡེ་ཤེས་གཟིགས་པ་ཐོགས་པ་མེད་པ་དང་ཡེ་ཤེས་གཟིགས་པ་མཐའ་ཡས་པ་དང་ལྡན་པ་ཡིན་ནོ་སྙམ་ནས།
en: For his wisdom and vision are unimpeded, and his wisdom and vision are infinite.”

source: རྒྱ་མཚོའི་འགྲམ་ནས་མི་སྣང་བར་གྱུར་ཏེ་མཉན་དུ་ཡོད་པར་སོང་བ་དང་།
en: He disappeared from the shore of the great ocean and traveled to Śrāvastī,

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་འཁོར་བརྒྱ་ཕྲག་དུ་མའི་གུང་ལ་བཞུགས་ཏེ་ཆོས་སྟོན་ཏོ། །
en: where the Blessed One sat teaching the Dharma amid a company of hundreds.

source: འདི་ནི་བདག་གིས་སྐྱེ་བོ་མང་པོ་སྐྱོ་བ་བསྐྱེད་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ལ་ཞུ་བའི་དུས་ཡིན་ནོ་སྙམ་ནས།
en: “It is time to put my question to the Blessed One, so that many might become disillusioned with saṃsāra.”

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ །
en: He approached the Blessed One, touched his head to the Blessed One’s feet, and took a seat at one side.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Once he had taken a seat at one side, Venerable Mahā­maudgalyāyana inquired of the Blessed One,

source: བཙུན་པ་འདི་ན་བདག་གི་ལུགས་ཀྱིས་དུས་དུས་སུ་སེམས་ཅན་དམྱལ་བར་རྒྱུ་བར་བགྱིད།
en: “Lord, it is my custom to wander from time to time among the hell beings,

source: ཡི་དགས་ཀྱི་ནང་དུ་རྒྱུ་བར་བགྱིད།
en: to wander among the anguished spirits,

source: དུད་འགྲོའི་ནང་དུ་རྒྱུ་བར་བགྱིད།
en: to wander among the animals,

source: མིའི་ནང་དུ་རྒྱུ་བར་བགྱིད།
en: to wander among the humans,

source: ལྷའི་ནང་དུ་རྒྱུ་བར་བགྱིད་དེ།
en: and to wander among the gods.

source: སླར་མཆིས་ནས་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་གཅད་པ་དང་གཏུབ་པ་དང་བརྡེག་པ་དང་བཙོ་བ་ལ་སོགས་པའི་སྡུག་བསྔལ་གང་ལགས་པ་དེ་དག་མི་རྣམས་ལ་རྗོད་པར་བགྱིད་ལགས་སོ། །
en: “When I return I relate to people how the hell beings suffer through being cut up, hacked apart, beaten, roasted, and so on.

source: སླར་མཆིས་ནས་ཡི་དགས་རྣམས་ཀྱི་བཀྲེས་པ་དང་སྐོམ་པ་དང་འབར་བ་དང་བསྲེག་པ་དང་བཙོ་བ་ལ་སོགས་པའི་སྡུག་བསྔལ་རྣམས་དང་།
en: When I return I also relate to people how the anguished spirits suffer through hunger, thirst, being burned, being incinerated, being cooked, and so on;

source: དུད་འགྲོ་རྣམས་གཅིག་ལ་གཅིག་ཟ་བ་ལས་གྱུར་པའི་སྡུག་བསྔལ་རྣམས་དང་།
en: how animals suffer as they eat one another;

source: ལྷ་རྣམས་ཀྱི་འཆི་འཕོ་དང་ལྟུང་བ་དང་རྣམ་པར་འཐོར་བ་དང་རྣམ་པར་འཇིག་པའི་སྡུག་བསྔལ་གང་ལགས་པ་དེ་དག་མི་རྣམས་ལ་རྗོད་པར་བགྱིད་དེ།
en: and how the gods suffer through dying, falling, disintegrating, and decaying.

source: རྒྱུ་དེས་ན་དེ་དག་སྐྱོ་བར་འགྱུར་ལ་དེ་ལྟར་སྐྱོ་བར་གྱུར་ནས་ཀྱང་གོང་དུ་ཁྱད་པར་འཐོབ་པར་འགྱུར་ལགས་སོ། །
en: Because of this, the people who hear me are filled with sorrow, and from this sorrow they go on to achieve great things.

source: བཙུན་པ་བདག་དུད་འགྲོའི་ནང་དུ་རྒྱུ་བར་ཆས་ནས་མཉན་དུ་ཡོད་པ་ནས་མི་སྣང་བར་གྱུར་ཏེརྒྱ་མཚོའི་འགྲམ་དུ་མཆིས་པ་ལས།
en: “Lord, after preparing to wander among the animals, I disappeared from Śrāvastī and stood on the shore of the sea.

source: བཙུན་པ་བདག་དེ་ན་མཆིས་པ་ན་སེམས་ཅན་ལུས་དཔག་ཚད་ཉིས་སྟོང་ཆིག་བརྒྱ་མཆིས་པ་དེ་ལྟ་བུ་ཞིག་མཐོང་སྟེ།
en: Lord, while I was there, I saw a being whose body was 2,100 yojanas in length.

source: དེ་བས་ཆེས་ཆུང་བའི་ཆུ་སྲིན་གཞན་རྣམས་དེའི་དྲུང་དུ་ལྷགས་ནས།
en: What is more, the other sea creatures, great and small, gathered around him.

source: དེའི་ལུས་དུམ་བུ་རྒྱང་གྲགས་གཅིག་ཙམ་དང་རྒྱང་གྲགས་གཉིས་ཙམ་དང་རྒྱང་གྲགས་གསུམ་ཙམ་དང་དཔག་ཚད་བརྒྱ་ཙམ་གྱི་བར་དུ་བཅད་ཅིང་བཅད་ཅིང་ཟ་བར་བགྱིད་དེ།
en: Again and again they cut his body into pieces—some one league long, some two leagues, some three leagues, and some up to one hundred yojanas in length—and fed on him.

source: རྒྱུ་དེས་ན་དེས་སྡུག་བསྔལ་དྲག་པ་དང་མི་བཟད་པ་དང་ཚ་བ་དང་ཡིད་དུ་མི་འོང་བའི་ཚོར་བ་མྱོང་བར་འགྱུར་ལགས་སོ། །
en: This caused him dreadful suffering and extreme, excruciating, unbearable agony.

source: དེ་ན་ཚས་ཉམ་ཐག་ནས་སྐྱབས་འཚལ་བའི་སླད་དུ་ཐང་ལ་བྱུང་སྟེ
en: “All this suffering exhausted him, and he emerged onto dry land hoping for some respite.

source: དེ་ཐང་ལ་བྱུང་བ་དང་དེའི་ལས་ལས་སྐྱེས་པའི་གནོད་སྦྱིན་ལྔ་བརྒྱ་བྱུང་ནས།
en: But when he emerged onto dry land, due to his past actions five hundred yakṣas appeared,

source: དེ་དག་གིས་ཞག་ལྔ་བརྒྱའི་བར་དུ་སྟ་རེ་ལྔ་བརྒྱས་རྩིབ་མ་ཞེ་གཅིག་གཅོད་པར་བགྱིད་དོ། །
en: and for five hundred days with five hundred axes they hacked off his ribs one by one.

source: དེ་ནས་གང་གི་ཚེ་དེ་དག་གིས་ཐབས་དེ་ལྟ་བུས་དེའི་རྩིབ་མ་ཐམས་ཅད་བཅད་པ་དང་དེ་ན་ཚ་མི་བཟོད་པས་སྐད་པོ་ཆེ་ཕྱུང་སྟེ་ཕྱིར་ཡང་རྒྱ་མཚོ་ཆེན་པོའི་ནང་དུ་འགྲེས་ནས།
en: Once all his ribs had been cut away in this manner, unable to bear the pain he let loose a great cry and rolled back into the great ocean.

source: དེ་འགྲེས་པའི་ཁྲག་གིས་རྒྱ་མཚོ་ཆེན་པོ་འཁྲུགས་ཤིང་འདྲེས་ལ་ཁྲག་གི་མཚོ་བཞིན་དུ་གདའོ། །
en: All of this bleeding and rolling about agitated the great ocean, roiling it up until it looked like an ocean of blood.

source: དེ་དེའི་ནང་དུ་མཆིས་ནས་ཡང་སྲོག་ཆགས་དེ་དག་གིས་ཟ་བར་བགྱིད་དེ།
en: And now that he had fallen back into it, the creatures fed on him again.

source: དེ་སྐམ་ལ་མཆིས་ཀྱང་རུང་ཆབ་ཀྱི་ནང་ན་མཆིས་ཀྱང་རུང་སྟེ།
en: No matter whether he emerged onto dry land or stayed in the water, he suffered dreadfully.

source: སྡུག་བསྔལ་ཆེན་པོ་ཉམས་སུ་མྱོང་ལགས་ན་བཙུན་པ་སེམས་ཅན་དེས་ལས་ཅི་ཞིག་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་དུད་འགྲོའི་ནང་དུ་སྐྱེས་ལ། དེ་ལྟ་བུའི་སྡུག་བསྔལ་རྙེད་པར་གྱུར་ལགས།
en: “Lord, what action did this being take that ripened into his taking birth among the animals and meeting with such suffering?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ལ་བཀའ་སྩལ་པ། མཽད་གལ་གྱི་བུ་སེམས་ཅན་དེ་ནི་སྡིག་པའི་ལས་བྱེད་བྱེད་པ་ཡིན་ཏེ
en: “Maudgalyāyana,” the Blessed One explained, “that being committed nonvirtuous actions over and over again.

source: དེས་སྡིག་པའི་ལས་མང་དུ་བྱས་སོ། །
en: He committed many nonvirtuous actions.

source: མཽད་གལ་གྱི་བུ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱིས་ལས་འདས་པ། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རི་བོ་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ། དེའི་ཚེ་ཁྱིམ་བདག་ཅིག་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རི་བོའི་བསྟན་པ་ལ་དད་པ་རྙེད་ནས། དེས་དེ་ཉིད་ལས་ཆོས་ཐོས་ཏེ་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་སོ། །
en: “Maudgalyāyana, in times past, when the totally and completely awakened Buddha Parvata, who far surpassed the listeners and the solitary buddhas, was in the world, there was a householder who found faith in the doctrine of the totally and completely awakened Buddha Parvata, heard the Dharma from him, and manifested the resultant state of non-return.

source: དེའི་ཆུང་མ་ནི་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་ཞིག་སྟེ།
en: “His wife was very well proportioned, pleasing to the eye, and beautiful.

source: ཁྱིམ་ཐབ་ཀྱིས་དེ་ལ་སྨྲས་པ།
en: Her husband told her,

source: བཟང་མོ་བདག་གིས་ནི་བཅོམ་ལྡན་འདས་ལས་ཚངས་པར་སྤྱོད་པའི་གཞི་ལྔ་མནོས་ཟིན་གྱིས་
en: ‘Sweet one, I have received from the Blessed One the five precepts for practicing the holy life.

source: གལ་ཏེ་ཁྱོད་འདི་ཉིད་ན་འདུག་ན་ཡང་། ངས་ཁྱོད་ལ་ཟས་དང་གོས་སྦྱིན་པར་བྱའོ། །
en: If you wish to remain here at home, I shall provide you with food and clothes.

source: འོན་ཏེ་སྐྱེས་པ་གཞན་འདོད་ན་ཡང་བདག་གིས་ཁྱོད་དེ་ལ་སྦྱིན་པར་བྱའོ། །
en: But if it is another man you desire, I shall relinquish you to him.’

source: དེས་སྨྲས་པ། ཇོ་བོ་བདག་ལ་སྐྱེས་པ་གཞན་ཅང་མི་འཚལ་གྱིས།
en: “ ‘Lord, I need no other man,’ she said.

source: བདག་ནི་ཇོ་བོ་ཉིད་ཀྱི་བསྙེན་བཀུར་བགྱིད་དོ་ཞེས་བྱས་སོ། །
en: ‘I shall love and honor only my lord.’

source: བུད་མེད་དེ་ནི་བྱད་གཟུགས་བཟང་བའི་ཕྱིར་སྐྱེ་བོ་མང་པོས་ཡིད་སྨོན་དུ་བྱ་བ་ཞིག་སྟེ།
en: “Many men were captivated by the woman because of her fine figure.

source: གནས་དེ་ཉིད་ན་སྣ་ལ་གཏོགས་པ་ཞིག་འདུག་པ་དེས་བསམས་པ།
en: There was a petty official living in the area who thought,

source: མ་ལ་བདག་བུད་མེད་དེ་དང་ཕྲད་པར་བྱ་བའི་ཐབས་ལྟ་ཇི་ཡོད་སྙམ་ནས།
en: ‘How could I ever get together with that woman?’

source: ཕྱི་ཞིག་ན་དེས་གསེར་དངུལ་མང་པོ་ཁྱེར་ཏེ་དབང་པོ་དག་དང་ཆས་ཏེ་དགེ་བསྙེན་དེའི་ཐད་དུ་སོང་ནས་
en: So one day, laden with gold and silver, he went to see her husband, the lay vow holder, bringing with him a host of witnesses.

source: སྨྲས་པ། ཁྱིམ་བདག་ཁོ་བོ་རྒྱལ་པོའི་སྐུ་དོན་ཞིག་ལ་ག་ཞིག་ཏུ་འགྲོ་དགོས་ཏེ་
en: “ ‘Householder,” he said, “I must leave on a matter of royal concern.

source: རྫས་འདི་དག་བདག་གིས་དེར་བསྐུར་མི་ནུས་ཀྱི།
en: I cannot forward these articles there.

source: བདག་དེ་ནས་ཕྱིར་མ་ལོག་གི་བར་དུ་རེ་ཞིག་ཁྱོད་ལ་གདམས་སོ་ཞེས་བྱས་སོ། །
en: I entrust them to you until my return.’

source: ཁྱིམ་བདག་དེ་ནི་རང་བཞིན་གྱིས་དྲང་པོ་ཞིག་སྟེ། དེས་རྫས་དེ་དག་དབང་པོའི་མདུན་དུ་བླངས་སོ། །
en: The householder, being an upright person, accepted all the articles in the presence of the witnesses.

source: དེ་ནས་སྣ་ལ་གཏོགས་པ་དེས་དེའི་ལག་ཏུ་རྫས་དེ་དག་གཏད་དེ། རང་གི་ཁྱིམ་དུ་སོང་ནས་
en: The petty official, putting everything in his hands, then returned to his house.

source: ཐང་ཅིག་ཙམ་ལོན་པ་དང་དགེ་བསྙེན་དེའི་ཐད་དུ་སོང་སྟེ་སྨྲས་པ།
en: “Some time later, he returned to the lay vow holder, saying,

source: ཁྱིམ་བདག་ངས་ཁྱོད་ལ་རྫས་གཏམས་པ་དེ་དག་ཕྱིར་བྱིན་ཅིག་ཅེས་བྱས་པ་དང་།
en: ‘Householder, give me the articles that I entrusted to you,’

source: དགེ་བསྙེན་དེས་དེའི་རྫས་དཔང་པོ་མེད་བཞིན་དུ་ཕྱིར་བྱིན་ནོ། །
en: and the householder returned everything to him, with no witnesses present.

source: དེ་ནས་དེས་རྫས་དེ་དག་རང་གི་ཁྱིམ་དུ་བཞག་ནས་ ཕྱིར་ཡང་དབང་པོ་རྣམས་ཁྲིད་དེ་དགེ་བསྙེན་དེའི་ཐད་དུ་སོང་ནས་སྨྲས་པ།
en: The man stowed the articles at his own house again and then brought all the witnesses back to see the lay vow holder and said,

source: ཁྱིམ་བདག་ཁོ་བོས་རྒྱལ་པོའི་དཀོར་ཁྱོད་ལ་གཏམས་པ་དེ་དག་ཕྱིར་བྱིན་ཅིག་ཅེས་བྱས་པ་དང་
en: ‘Householder, please return to me the king’s property that I entrusted to you.’

source: དེས་སྨྲས་པ། དེ་ནི་བདག་གིས་ཁྱོད་ལ་ཕྱིར་བྱིན་ཟིན་ནོ། །
en: “ ‘I’ve already given it to you,’ replied the lay vow holder.

source: སྣ་ལ་གཏོགས་པ་དེས་སྨྲས་པ། ངས་ཁྱོད་ལས་ཅུང་ཟད་ཀྱང་བླངས་པ་མེད་དོ་ཞེས་བྱས་ནས།
en: “ ‘I have received nothing from you,’ said the petty official.

source: སྣ་ལ་གཏོགས་པ་དེས་དཔང་པོ་དེ་རྣམས་ལ་སྨྲས་པ།
en: Turning to the witnesses, he exclaimed, ‘See how this lay vow holder acts!

source: ཁྱེད་དགེ་བསྙེན་འདིའི་བྱེད་སྟངས་ལ་ལྟོས་ཤིག །བདག་གིས་དཔང་པོ་རྣམས་ཀྱི་མདུན་དུ་འདི་ལ་རྫས་གཏད་ནས་འདིས་བདག་གཅིག་པུའི་ལག་ཏུ་ག་ལ་བྱིན་ཞེས་
en: Would he have given all those articles back to me when we were alone, after I handed them to him with you as our witnesses?’

source: སྨྲས་ནསདེས་དེ་རྒྱལ་པོའི་ཕོ་བྲང་དུ་ཁྲིད་དེ་ཤགས་ཀྱིས་ཕམ་པར་བྱས་ནས་
en: “After he said this, he led the man to the royal palace and had him legally convicted.

source: རང་གི་ཁྱིམ་དུ་ཁྲིད་དེ་འབྲེང་རློན་གྱིས་གཞུས་ནས་དམ་རབ་ཏུ་བྱས་ནས་དེའི་རྩིབ་མ་ཐམས་ཅད་བཅོམ་ནས་དེ་དེ་ཁོ་ནའི་རྐྱེན་གྱིས་ཤིའོ། །
en: Then he brought him back to his own house, where he beat him with a strip of wet leather, bound him tightly, and broke all his ribs, which was enough to cause his death.

source: དེ་ནས་སྣ་ལ་གཏོགས་པ་དེས་མི་དེ་བུ་ཡང་མེད་པས་ཁྱིམ་རྫས་ཐམས་ཅད་ཀྱང་བསྡུས། ཆུང་མ་དེ་ཡང་རང་གི་ཁྱིམ་དུ་ཁྲིད་ནས་
en: “The man’s son was not home, so the petty official commandeered not only the possessions of the house but the man’s wife as well.

source: སྨྲས་པ། བཟང་མོ་ཁྱོད་ཀྱི་ཕྱིར་བདག་གིས་བྱ་བ་མ་ཡིན་པ་འདི་ལྟ་བུ་བྱས་པ་ཡིན་གྱིས།
en: ‘It’s for your sake that I committed all these misdeeds, my dear,’ he told her.

source: ད་ནི་ཁྱིམ་འདིར་ད་ནི་ཁྱོད་ཀྱི་ཁྱིམ་ཐབ་ཡིན་ནོ། །
en: ‘So I am the man of the house now,

source: ཁྱོད་ནི་ངའི་ཆུང་མ་ཡིན་ནོ་ཞེས་བྱས་སོ། །
en: and you are my wife.’

source: དེ་ནས་དགེ་བསྙེན་གྱི་ཆུང་མས་སྨྲས་པ།
en: “To this the lay vow holder’s wife replied,
